Repository: mbta/mobile_app
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: es, fr, ht, pt_br, vi, zh_hans_cn, zh_hant_tw

source: Cancelled
es: Cancelado
fr: Annulé
ht: Anile
pt_br: Cancelado
vi: Đã hủy
zh_hans_cn: 已取消
zh_hant_tw: 已取消

source: Check out the new stop view
es: Vea la vista de parada nueva
fr: Découvrez la nouvelle vue des arrêts
ht: Gade nouvo aparans arè a
pt_br: Confira a nova visualização das paradas
vi: Kiểm tra chế độ xem điểm dừng mới
zh_hans_cn: 查看新站点视图
zh_hant_tw: 查看新網站視圖

source: Clear
es: Despejar
fr: Effacer
ht: Efase
pt_br: Apagar
vi: Thông thoáng
zh_hans_cn: 清空
zh_hant_tw: 清空

source: clear search text
es: limpiar texto de búsqueda
fr: effacer le texte de la recherche
ht: efase tèks rechèch
pt_br: apagar texto de pesquisa
vi: xóa văn bản tìm kiếm
zh_hans_cn: 清除搜索文本
zh_hant_tw: 清除搜尋文字

source: Close
es: Cerrar
fr: Fermer
ht: Fèmen
pt_br: Fechar
vi: Đóng
zh_hans_cn: 关闭
zh_hant_tw: 關閉

source: close search page
es: cerrar página de búsqueda
fr: fermer la page de recherche
ht: fèmen paj rechèch
pt_br: fechar página de pesquisa
vi: đóng trang tìm kiếm
zh_hans_cn: 关闭搜索页面
zh_hant_tw: 關閉搜尋網頁面

source: Coast Guard restriction
es: restricción de la Guardia Costera
fr: Restriction des garde-côtes
ht: Restriksyon Gad Kòt
pt_br: Restrição da Guarda Costeira
vi: Hạn chế của Cảnh sát biển
zh_hans_cn: 海岸警卫队警戒
zh_hant_tw: 海岸警衛隊警戒

source: Coast Guard Restriction
es: Restricción de la Guardia Costera
fr: Restriction des garde-côtes
ht: Gad Kot Mete Restriksyon
pt_br: Restrição da Guarda Costeira
vi: Hạn chế của cảnh sát biển
zh_hans_cn: 海岸警卫队警戒
zh_hant_tw: 海岸警衛隊警戒

source: collapse remaining stops
es: colapsar paradas restantes
fr: réduire les arrêts restants
ht: retire arè ki rete yo
pt_br: recolher paradas restantes
vi: thu gọn các điểm dừng còn lại
zh_hans_cn: 折叠剩余站点
zh_hant_tw: 折疊剩餘站點

source: collapse stops
es: colapsar paradas
fr: réduire les arrêts
ht: Minize arè yo
pt_br: recolher paradas
vi: thu gọn các điểm dừng
zh_hans_cn: 折叠站点
zh_hant_tw: 折疊網站

source: Commuter Rail and Ferry Tickets
es: Boletos de tren de cercanías y ferry
fr: Titres pour train de banlieue et ferry
ht: Tikè Tren Vil la ak Bato
pt_br: Bilhetes de transporte diário por trem e balsa
vi: Vé phà vaf vé đường sắt ngoại ô
zh_hans_cn: 通勤列车和渡轮票
zh_hant_tw: 通勤列車和渡輪票

source: congestion
es: congestión
fr: encombrement
ht: anbouteyaj
pt_br: congestionamento
vi: sự cố tắc nghẽn
zh_hans_cn: 交通拥堵
zh_hant_tw: 交通擁堵

source: Congestion
es: Congestión
fr: Encombrement
ht: Blokis
pt_br: Congestionamento
vi: Tắc nghẽn
zh_hans_cn: 交通拥堵
zh_hant_tw: 交通擁堵

source: Connection to %@
es: Conexión a %@
fr: Correspondance vers %@
ht: Koneksyon ak %@
pt_br: Conexão para %@
vi: Kết nối với %@
zh_hans_cn: 连接到%@
zh_hant_tw: 連接到%@

# Connections to %@ and %@
source: Connections to %1$@ and %2$@
es: Conexiones a %1$@ y %2$@
fr: Correspondances vers %2$@ et %1$@
ht: Koneksyon ak %1$@ epi %2$@
pt_br: Conexões para %1$@ e %2$@
vi: Kết nối với %1$@ và %2$@
zh_hans_cn: 连接到%1$@和%2$@
zh_hant_tw: 連接到%1$@和%2$@

source: construction
es: construcción
ht: konstriksyon
pt_br: construção
vi: hạt động thi công
zh_hans_cn: 建筑施工
zh_hant_tw: 建築施工

source: Construction
es: Construcción
fr: Chantier
ht: Konstriksyon
pt_br: Obras
vi: Thi công
zh_hans_cn: 建筑施工
zh_hant_tw: 建築施工

source: Continue
es: Continuar
fr: Continuer
ht: Kontinye
pt_br: Continuar
vi: Tiếp tục
zh_hans_cn: 继续
zh_hant_tw: 繼續

source: crossing issue
es: problema en el cruce
fr: problème de passage à niveau
ht: pwoblèm nan pasaj a nivo
pt_br: problema de travessia
vi: vấn đề tại điểm giao cắt
zh_hans_cn: 交通信号灯问题
zh_hant_tw: 交通信號燈問題

source: Crossing Issue
es: Problema en el cruce
fr: Problème de passage à niveau
ht: Pwoblèm nan Pasaj a Nivo yo
pt_br: Problema de travessia
vi: Vấn đề tại điểm giao cắt
zh_hans_cn: 交通信号灯问题
zh_hant_tw: 交通信號燈問題

source: crossing malfunction
es: mal funcionamiento del cruce
fr: dysfonctionnement du passage à niveau
ht: malfonksyònman nan pasaj a nivo
pt_br: mau funcionamento do cruzamento
vi: sự cố tại điểm giao cắt
zh_hans_cn: 交通信号灯故障
zh_hant_tw: 交通信號燈故障

source: Crossing Malfunction
es: Fallo en el cruce
fr: Dysfonctionnement du passage à niveau
ht: Pasaj a Nivo ki p ap Fonksyone
pt_br: Problemas no cruzamento
vi: Sự cố giao cắt
zh_hans_cn: 交通信号灯故障
zh_hant_tw: 交通信號燈故障

source: Debug Mode
es: Modo de depuración
fr: Mode débogage
ht: Mòd Debogaj
pt_br: Modo de depuração
vi: Chế độ gỡ lỗi
zh_hans_cn: 调试模式
zh_hant_tw: 調試模式

source: Delay
es: Demora
fr: Retard
ht: Reta
pt_br: Atraso
vi: Trễ
zh_hans_cn: 延误
zh_hant_tw: 延誤

source: Delayed
es: Retrasado
fr: Retardé
ht: An reta
pt_br: Atrasado
vi: Bị trì hoãn
zh_hans_cn: 延误
zh_hant_tw: 延誤

source: Delete
es: Eliminar
fr: Supprimer
ht: Efase
pt_br: Excluir
vi: Xóa
zh_hans_cn: 删除
zh_hant_tw: 刪除

source: demonstration
es: demostración
fr: manifestation
ht: manifestasyon
pt_br: manifestação
vi: cuộc biểu tình
zh_hans_cn: 示威
zh_hant_tw: 示威

source: Demonstration
es: Demostración
fr: Manifestation
ht: Demonstrasyon
pt_br: Manifestação
vi: Biểu tình
zh_hans_cn: 示威
zh_hant_tw: 示威

source: Departed
es: En ruta
fr: Parti
ht: Deplase
pt_br: Partiu
vi: Đã rời đi
zh_hans_cn: 已发车
zh_hant_tw: 已發車

source: Details
es: Detalles
fr: Détails
ht: Detay yo
pt_br: Detalhes
vi: Thông tin chi tiết
zh_hans_cn: 详情
zh_hant_tw: 詳情

source: Detour
es: Desvío
fr: Déviation
ht: Detou
pt_br: Desvio
vi: Đường vòng
zh_hans_cn: 交通改道
zh_hant_tw: 交通改道

source: disabled bus
es: autobús averiado
fr: autobus en panne
ht: otobis anpann
pt_br: ônibus com defeito
vi: sự cố xe buýt
zh_hans_cn: 巴士抛锚
zh_hant_tw: 巴士拋錨

source: Disabled Bus
es: Autobús averiado
fr: Bus hors service
ht: Bis Ki Pa Aktif
pt_br: Ônibus desativado
vi: Xe buýt bị sự cố
zh_hans_cn: 巴士抛锚
zh_hant_tw: 巴士拋錨

source: disabled train
es: tren averiado
fr: train en panne
ht: tren anpann
pt_br: trem com defeito
vi: sự cố tàu
zh_hans_cn: 列车停运
zh_hant_tw: 列車停運

source: Disabled Train
es: Tren averiado
fr: Train hors service
ht: Tren Ki Pa Aktif
pt_br: Trem desativado
vi: Tàu bị sự cố
zh_hans_cn: 列车停运
zh_hant_tw: 列車停運

source: Dismiss
es: Descartar
fr: Rejeter
ht: Anile
pt_br: Liberar
vi: Đóng
zh_hans_cn: 关闭
zh_hant_tw: 關閉

source: display more information
es: mostrar más información
fr: afficher plus d’informations
ht: montre plis enfòmasyon
pt_br: exibir mais informações
vi: hiển thị thêm thông tin
zh_hans_cn: 显示更多信息
zh_hant_tw: 顯示更多資訊

source: display more information about this trip
es: mostrar más información sobre este viaje
fr: afficher plus d’informations sur ce trajet
ht: montre plis enfòmasyon sou vwayaj sa a
pt_br: exibir mais informações sobre esta viagem
vi: hiển thị thêm thông tin về chuyến đi này
zh_hans_cn: 显示有关此行程的更多信息
zh_hant_tw: 顯示有關此行程的更多信息

source: displays more information
es: muestra más información
fr: affiche plus d’informations
ht: montre plis enfòmasyon
pt_br: exibe mais informações
vi: hiển thị thêm thông tin
zh_hans_cn: 显示更多信息
zh_hant_tw: 顯示更多資訊

source: displays more information about this trip
es: muestra más información sobre este viaje
fr: affiche plus d’informations sur ce trajet
ht: montre plis enfòmasyon sou vwayaj sa a
pt_br: exibe mais informações sobre esta viagem
vi: hiển thị thêm thông tin về chuyến đi này
zh_hans_cn: 显示有关此行程的更多信息
zh_hant_tw: 顯示有關此行程的更多資訊

source: Dock closed
es: Dársena cerrada
fr: Quai fermé
ht: Waf fèmen
pt_br: Doca fechada
vi: Bến tàu đóng cửa
zh_hans_cn: 停靠区域已关闭
zh_hant_tw: 停靠區域已關閉

source: Dock Closed
es: Dársena cerrada
fr: Quai fermé
ht: Waf Fèmen
pt_br: Doca fechada
vi: Bến tàu đóng cửa
zh_hans_cn: 停靠区域已关闭
zh_hant_tw: 停靠區域已關閉

source: Dock Closure
es: Cierre del muelle
fr: Fermeture du quai
ht: Waf la Fèmen
pt_br: Fechamento de doca
vi: Đóng bến tàu
zh_hans_cn: 码头关闭
zh_hant_tw: 碼頭關閉

source: Dock issue
es: Problema con dársena
fr: Problème de quai
ht: Pwoblèm waf
pt_br: Problema na doca
vi: Vấn đề về bến tàu
zh_hans_cn: 停靠区域问题
zh_hant_tw: 停靠區域問題

source: Dock Issue
es: Problema con dársena
fr: Problème de quai
ht: Pwoblèm Waf
pt_br: Problema na doca
vi: Vấn đề về bến tàu
zh_hans_cn: 停靠区域问题
zh_hant_tw: 停靠區域問題

source: Done
es: Listo
fr: Fait
ht: Fini
pt_br: Concluído
vi: Xong
zh_hans_cn: 完成
zh_hant_tw: 完成

source: Drag handle
es: Palanca de arrastre
fr: Poignée de déplacement
ht: Kontwolè deplasman
pt_br: Alça para arrastar
vi: Tay kéo
zh_hans_cn: 拖动手柄
zh_hant_tw: 拖曳控制柄

source: drawbridge being raised
es: puente levadizo levantado
fr: le pont est relevé
ht: pon levasyon ap monte
pt_br: ponte levadiça sendo levantada
vi: cầu kéo đang được nâng lên
zh_hans_cn: 吊桥升起
zh_hant_tw: 吊橋升起

source: Drawbridge Being Raised
es: Puente levadizo en elevación
fr: Élévation du pont
ht: Y ap Leve Pon ki ka Bouje a
pt_br: Ponte móvel em elevação
vi: Cầu rút đang nâng
zh_hans_cn: 吊桥升起
zh_hant_tw: 吊橋升起

source: Eastbound
es: En dirección este
fr: En direction de l’est
ht: Pran direksyon lès
pt_br: Sentido leste
vi: Về hướng đông
zh_hans_cn: 东行
zh_hant_tw: 東行

source: Edit
es: Editar
fr: Modifier
ht: Modifye
pt_br: Editar
vi: Chỉnh sửa
zh_hans_cn: 编辑
zh_hant_tw: 編輯

source: Edit Favorite
es: Editar favorito
fr: Modifier les Favoris
ht: Modifye Favorite yo
pt_br: Editar favorito
vi: Chỉnh sửa mục yêu thích
zh_hans_cn: 编辑收藏
zh_hant_tw: 編輯收藏

source: Edit Favorites
es: Editar Favoritos
fr: Modifier les Favoris
ht: Modifye Preferans yo
pt_br: Editar Favoritos
vi: Chỉnh sửa mục Yêu thích
zh_hans_cn: 编辑收藏夹
zh_hant_tw: 編輯我的最愛

source: electrical work
es: trabajo eléctrico
fr: travaux électriques
ht: travay elektrik
pt_br: serviço elétrico
vi: công việc về điện
zh_hans_cn: 电力作业
zh_hant_tw: 電力作業

source: Electrical Work
es: Trabajo eléctrico
fr: Travaux électriques
ht: Travay Elektrik
pt_br: Obra elétrica
vi: Thi công điện
zh_hans_cn: 电力作业
zh_hant_tw: 電力作業

source: Elevator closed
es: Ascensor fuera de servicio
fr: Ascenseur fermé
ht: Asansè a fèmen
pt_br: Elevador fechado
vi: Thang máy đóng cửa
zh_hans_cn: 直梯已关闭
zh_hant_tw: 直梯已關閉

source: Elevator Closure
es: Cierre del ascensor
fr: Fermeture de l’ascenseur
ht: Fèmti Asansè
pt_br: Fechamento de elevador
vi: Đóng thang máy
zh_hans_cn: 电梯关停
zh_hant_tw: 電梯關閉

source: Elevator closure (%1$@)
es: Cierre del elevador (%1$@)
fr: Fermeture de l’ascenseur (%1$@)
ht: Fèmti Asansè (%1$@)
pt_br: Fechamento dos elevadores (%1$@)
vi: Thang máy đóng (%1$@)
zh_hans_cn: 电梯关停(%1$@)
zh_hant_tw: 電梯關停(%1$@)

source: End
es: Fin
fr: Fin
ht: Fen
pt_br: Fim
vi: Kết thúc
zh_hans_cn: 结束日期
zh_hant_tw: 結束日期

source: end of service
es: fin del servicio
fr: fin de service
ht: fen sèvis
pt_br: fim do serviço
vi: kết thúc dịch vụ
zh_hans_cn: 服务结束
zh_hant_tw: 服務結束

source: Error loading data
es: Error al cargar datos
fr: Erreur dans le chargement des données
ht: Erè nan chajman done
pt_br: Erro ao carregar dados
vi: Lỗi khi tải dữ liệu
zh_hans_cn: 加载数据时出错
zh_hant_tw: 載入資料時發生錯誤

source: Escalator closed
es: Escalera mecánica cerrada
fr: Escalator hors service
ht: Fèmti eskalye
pt_br: Escada rolante fechada
vi: Thang cuốn đóng cửa
zh_hans_cn: 自动扶梯已关闭
zh_hant_tw: 自動扶梯已關閉

source: Escalator Closure
es: Escalera mecánica fuera de servicio
fr: Escalator hors service
ht: Fèmti Eskalye
pt_br: Fechamento de escada rolante
vi: Thang cuốn đóng cửa
zh_hans_cn: 自动扶梯关闭
zh_hant_tw: 自動扶梯關閉

source: expand remaining stops
es: ampliar las paradas restantes
fr: étendre les arrêts restants
ht: elaji arè ki rete yo
pt_br: expandir as paradas restantes
vi: mở rộng các điểm dừng còn lại
zh_hans_cn: 展开剩余站点
zh_hant_tw: 展開剩餘站點

source: expand stops
es: ampliar paradas
fr: afficher les arrêts
ht: elaji arè yo
pt_br: expandir paradas
vi: mở rộng các điểm dừng
zh_hans_cn: 展开站点
zh_hant_tw: 展開網站

source: External link
es: Enlace externo
fr: Lien externe
ht: Lyen ekstèn
pt_br: Link externo
vi: Liên kết ngoài
zh_hans_cn: 外部链接
zh_hant_tw: 外部連結

source: Extra service
es: Servicio extra
fr: Service supplémentaire
ht: Sèvis anplis
pt_br: Serviço extra
vi: Dịch vụ bổ sung
zh_hans_cn: 额外服务
zh_hant_tw: 額外服務

source: Extra Service
es: Servicio extra
fr: Service supplémentaire
ht: Sèvis Anplis
pt_br: Serviço extra
vi: Dịch vụ bổ sung
zh_hans_cn: 额外服务
zh_hant_tw: 額外服務

source: Facility issue
es: Problema en las instalaciones
fr: Problème d’infrastructure
ht: Pwoblèm lokal
pt_br: Problema nas instalações
vi: Vấn đề về cơ sở vật chất
zh_hans_cn: 设施问题
zh_hant_tw: 設施問題

source: Facility Issue
es: Problema en las instalaciones
fr: Problème d’infrastructure
ht: Pwoblèm Lokal
pt_br: Problema nas instalações
vi: Vấn đề về cơ sở vật chất
zh_hans_cn: 设施问题
zh_hant_tw: 設施問題

source: Fare Information
es: Información de tarifas
fr: Informations sur les tarifs
ht: Enfòmasyon Tarif
pt_br: Informações sobre tarifas
vi: Thông tin giá vé
zh_hans_cn: 票价信息
zh_hant_tw: 票價資訊

source: favorite stop
es: parada favorita
fr: arrêt favori
ht: ajoute yon arè nan preferans yo
pt_br: parada favorita
vi: điểm dừng yêu thích
zh_hans_cn: 最喜欢的站点
zh_hant_tw: 最喜歡的網站

source: Favorite stops replaces the prior starred routes feature.
es: Las paradas favoritas reemplazan la función anterior de rutas marcadas con asterisco.
fr: Les arrêts favoris remplacent la fonctionnalité d’itinéraires favoris précédente.
ht: Estasyon pi renmen yo ranplase karakteristik wout ak zetwal anvan an.
pt_br: As paradas favoritas substituem o recurso anterior de rotas marcadas com estrela.
vi: Điểm dừng yêu thích thay thế tính năng tuyến đường được gắn dấu sao trước đó.
zh_hans_cn: 收藏站点功能已替代原有的星标线路功能。
zh_hant_tw: 收藏網站功能已替代原有的星標線路功能。

source: Favorites
es: Favoritos
fr: Favoris
ht: Preferans yo
pt_br: Favoritos
vi: Yêu thích
zh_hans_cn: 收藏夹
zh_hant_tw: 我的最愛

source: Feature Flags
es: Banderas de características
ht: Drapo Opsyon
pt_br: Exibir sinalizações
vi: Cờ tính năng
zh_hans_cn: 功能标记
zh_hant_tw: 功能標記

source: ferries
es: ferris
fr: ferrys
ht: bato yo
pt_br: balsas
vi: phà
zh_hans_cn: 轮渡
zh_hant_tw: 輪渡

source: Filter routes
es: Filtrar rutas
fr: Filtrer les routes
ht: Filter wout
pt_br: Filtrar rotas
vi: Lọc tuyến đường
zh_hans_cn: 筛选路线
zh_hant_tw: 篩選路線

source: Finishing another trip
es: Terminando otro viaje
fr: Termine un autre voyage
ht: Ap fini yon lòt vwayaj
pt_br: Terminando outra viagem
vi: Kết thúc thêm một chuyến đi
zh_hans_cn: 完成其他行程
zh_hant_tw: 結束另一趟行程

source: fire
es: fuego
fr: incendie
ht: dife
pt_br: incêndio
vi: cháy
zh_hans_cn: 火灾
zh_hant_tw: 火災

source: Fire
es: Incendio
fr: Incendie
ht: Dife
pt_br: Incêndio
vi: Hỏa hoạn
zh_hans_cn: 火灾
zh_hant_tw: 火災

source: fire department activity
es: actividad del departamento de bomberos
fr: intervention des pompiers
ht: aktivite ponpye
pt_br: atividade do corpo de bombeiros
vi: hoạt động cứu hỏa
zh_hans_cn: 消防局活动
zh_hant_tw: 消防局活動

source: Fire Department Activity
es: Actividad del Departamento de Incendios
fr: Intervention des pompiers
ht: Aktivite Ponpye
pt_br: Atividade do corpo de bombeiros
vi: Hoạt động của Sở Cứu Hỏa
zh_hans_cn: 消防局活动
zh_hant_tw: 消防局活動

source: flooding
es: inundación
fr: inondation
ht: inondasyon
pt_br: inundação
vi: lũ lụt
zh_hans_cn: 洪水
zh_hant_tw: 洪水

source: Flooding
es: Inundación
fr: Inondation
ht: Inondasyon
pt_br: Inundação
vi: Lũ lụt
zh_hans_cn: 洪水
zh_hant_tw: 洪水

source: fog
es: niebla
fr: brouillard
ht: bwouya
pt_br: névoa
vi: sương mù
zh_hans_cn: 大雾
zh_hant_tw: 大霧

source: Fog
es: Niebla
fr: Brouillard
ht: Bwouya
pt_br: Neblina
vi: Sương mù
zh_hans_cn: 大雾
zh_hant_tw: 大霧

source: Follow
es: Seguir
fr: Suivre
ht: Swiv
pt_br: Seguir
vi: Theo
zh_hans_cn: 跟随
zh_hant_tw: 跟隨

source: freight train interference
es: interferencia del tren de mercancías
fr: interférence des trains de marchandises
ht: entèferans tren machandiz
pt_br: interferência de trem de carga
vi: ảnh hưởng của tàu hàng
zh_hans_cn: 货运列车干扰
zh_hant_tw: 貨運列車干擾

source: Freight Train Interference
es: Interferencia con trenes de carga
fr: Interférence avec un train de marchandises
ht: Blokaj Nan Tren Machandiz
pt_br: Interferência de trem de carga
vi: Bị tàu chở hàng chặn
zh_hans_cn: 货运列车干扰
zh_hant_tw: 貨運列車干擾

source: From
es: De
fr: À partir de
ht: Soti nan
pt_br: De
vi: Từ
zh_hans_cn: 出发地
zh_hant_tw: 出發地

source: Full Description
es: Descripción completa
fr: Description complète
ht: Deskripsyon Konplè
pt_br: Descrição completa
vi: Mô tả đầy đủ
zh_hans_cn: 完整说明
zh_hant_tw: 完整說明

source: General MBTA Information & Support
es: Información general y soporte de MBTA
fr: Informations générales et assistance MBTA
ht: Enfòmasyon ak Sipò Jeneral MBTA
pt_br: Informações Gerais e Suporte da MBTA
vi: Thông tin & Hỗ trợ chung của MBTA
zh_hans_cn: MBTA通用信息与支持
zh_hant_tw: MBTA通用資訊與支援

source: Get disruption notifications
es: Recibir notificaciones de interrupciones
fr: Recevoir des notifications en cas de perturbation
ht: Jwenn notifikasyon anka pwoblèm
pt_br: Receba notificações sobre interrupções no serviço
vi: Nhận thông báo gián đoạn
zh_hans_cn: 接收运营变动通知
zh_hant_tw: 接收營運變動通知

source: Get started
es: Empezar
fr: Commencer
ht: Kòmanse
pt_br: Comece aqui
vi: Bắt đầu
zh_hans_cn: 开始
zh_hant_tw: 開始

source: Got it
es: Entendido
fr: J’ai compris
ht: Mwen konprann
pt_br: Entendi
vi: Đã hiểu
zh_hans_cn: 明白了
zh_hant_tw: 知道了

source: hazmat condition
es: condición de materiales peligrosos
fr: incident impliquant des matières dangereuses
ht: kondisyon danje
pt_br: condição de materiais perigosos
vi: tình trạng nguy hiểm
zh_hans_cn: 危险物质
zh_hant_tw: 危險物質

source: Hazmat Condition
es: Condición de materiales peligrosos
fr: Présence de matières dangereuses
ht: Eta Matyè Danjere
pt_br: Condição de material perigoso
vi: Tình trạng có vật liệu nguy hiểm
zh_hans_cn: 危险物质
zh_hant_tw: 危險物質

source: Heading
es: Rumbo
fr: En route
ht: Prale nan direksyon
pt_br: Rumo
vi: Tiêu đề
zh_hans_cn: 方向
zh_hant_tw: 方向

source: heavy ridership
es: gran cantidad de pasajeros
fr: affluence importante
ht: Anpil pasaje
pt_br: grande volume de passageiros
vi: có đông người đi xe
zh_hans_cn: 客流过大
zh_hant_tw: 客流過大

source: Heavy Ridership
es: Gran cantidad de pasajeros
fr: Affluence importante
ht: Anpil Moun Ap Pase la
pt_br: Excesso de passageiros
vi: Có đông người đi xe
zh_hans_cn: 客流过大
zh_hant_tw: 客流過大

source: Help us improve
es: Ayúdenos a mejorar
fr: Aidez-nous à nous améliorer
ht: Ede nou amelyore
pt_br: Ajude-nos a melhorar
vi: Giúp chúng tôi cải thiện
zh_hans_cn: 帮助我们改进
zh_hant_tw: 幫助我們改進

source: Hides remaining stops
es: Oculta las paradas restantes
fr: Masque les arrêts restants
ht: Kache arè ki rete yo
pt_br: Oculta as paradas restantes
vi: Ẩn các điểm dừng còn lại
zh_hans_cn: 隐藏剩余站点
zh_hant_tw: 隱藏剩餘站點

source: high winds
es: fuertes vientos
fr: vents violents
ht: gwo van
pt_br: ventos fortes
vi: gió lớn
zh_hans_cn: 强风
zh_hant_tw: 強風

source: High Winds
es: Vientos fuertes
fr: Vents forts
ht: Gwo Van
pt_br: Ventos fortes
vi: Gió mạnh
zh_hans_cn: 强风
zh_hant_tw: 強風

source: holiday
es: día festivo
fr: vacances
ht: jou ferye
pt_br: feriado
vi: ngày lễ
zh_hans_cn: 节假日
zh_hant_tw: 節假日

source: Holiday
es: Día festivo
fr: Fêtes
ht: Vakans
pt_br: Feriado
vi: Ngày lễ
zh_hans_cn: 节假日
zh_hant_tw: 節假日

source: hurricane
es: huracán
fr: ouragan
ht: siklòn
pt_br: furacão
vi: cơn bão
zh_hans_cn: 飓风
zh_hant_tw: 颶風

source: Hurricane
es: Huracán
fr: Ouragan
ht: Siklòn
pt_br: Furacão
vi: Bão
zh_hans_cn: 飓风
zh_hant_tw: 颶風

source: ice in harbor
es: hielo en el puerto
fr: glace dans le port
ht: glas nan pò
pt_br: gelo no porto
vi: băng ở bến cảng
zh_hans_cn: 港口结冰
zh_hant_tw: 港口結冰

source: Ice In Harbor
es: Hielo en el puerto
fr: Glace dans le port
ht: Glas Nan Pò a
pt_br: Gelo no porto
vi: Băng ở cảng
zh_hans_cn: 港口结冰
zh_hant_tw: 港口結冰

source: Inbound
es: Entrante
fr: En direction du centre
ht: Antran
pt_br: Entrada
vi: Đến
zh_hans_cn: 进站
zh_hant_tw: 進站

source: Keep Location Services Off
es: Mantener servicios de ubicación desactivados
fr: Désactiver les services de localisation
ht: Kenbe Sèvis Pozisyon Fèmen
pt_br: Manter serviços de localização desativados
vi: Tắt dịch vụ định vị
zh_hans_cn: 保持关闭定位服务
zh_hant_tw: 保持關閉定位服務

# key/alert_summary_timeframe_later_date
source: through %1$@
es: hasta el %1$@
fr: jusqu’au %1$@
ht: jiska %1$@
pt_br: até %1$@
vi: đến %1$@
zh_hans_cn: 至%1$@
zh_hant_tw: 至%1$@

# key/alert_summary_timeframe_this_week
source: through %1$@
es: hasta el día %1$@
fr: jusqu’à %1$@
ht: jiska %1$@
pt_br: até %1$@
vi: đến %1$@
zh_hans_cn: 至%1$@
zh_hant_tw: 至%1$@

# key/alert_summary_timeframe_time
source: through %1$@
es: hasta las %1$@
fr: jusqu’à %1$@
ht: jiska %1$@
pt_br: até %1$@
vi: đến %1$@
zh_hans_cn: 至%1$@
zh_hant_tw: 至%1$@

source: later today
es: más tarde hoy
fr: plus tard aujourd’hui
ht: pita jodi a
pt_br: mais tarde hoje
vi: trong ngày hôm nay
zh_hans_cn: 今天晚些时候
zh_hant_tw: 今天晚些時候

source: Less common stop
es: Parada menos frecuente
fr: Arrêt le moins utilisé
ht: Arè ki mwen komen
pt_br: Parada menos comum
vi: Ít điểm dừng phổ biến hơn
zh_hans_cn: 较少停靠的站点
zh_hant_tw: 較少停靠的網站

source: Lists remaining stops
es: Enumera las paradas restantes
fr: Listes des arrêts restants
ht: Bay lis arè ki rete yo
pt_br: Lista as paradas restantes
vi: Liệt kê các điểm dừng còn lại
zh_hans_cn: 列出剩余站点
zh_hant_tw: 列出剩餘站點

source: Live
es: En vivo
fr: En temps réel
ht: An dirèk
pt_br: Ao vivo
vi: Trực tiếp
zh_hans_cn: 实时
zh_hant_tw: 即時

source: Loading...
es: Cargando…
fr: Chargement...
ht: Chajman...
pt_br: Carregando...
vi: Đang tải...
zh_hans_cn: 正在加载……
zh_hant_tw: 正在載入……

source: Location not available yet
es: Ubicación no disponible aún
fr: La localisation n’est pas encore disponible
ht: Pozisyon poko disponib
pt_br: Localização ainda não disponível
vi: Vị trí chưa có sẵn
zh_hans_cn: 定位服务暂不可用
zh_hant_tw: 位置尚未確定

source: Location Services is off
es: Los servicios de ubicación están desactivados
fr: Les services de localisation sont désactivés
ht: Sèvis Pozisyon Fèmen
pt_br: Serviços de localização desativados
vi: Dịch vụ định vị đã tắt
zh_hans_cn: 定位服务已关闭
zh_hant_tw: 定位服務已關閉

source: Made with ♥ by the T
es: Hecho con ♥ por T
fr: Conçu avec ♥ par le T
ht: Ki fèt ak ♥ pa T a
pt_br: Feito com ♥ pelo T
vi: Được tạo ra với ♥ bởi T

source: Made with love, by the T
es: Hecho con amor, por T
fr: Conçu avec amour, par le T
ht: Ki fèt ak lanmou, pa T a
pt_br: Feito com amor pelo T
vi: Được thực hiện với tình yêu, bởi T

source: maintenance
es: mantenimiento
fr: entretien
ht: antretyen
pt_br: manutenção
vi: bảo trì
zh_hans_cn: 维护
zh_hant_tw: 維護

source: Maintenance
es: Mantenimiento
ht: Antretyen
pt_br: Manutenção
vi: Bảo trì
zh_hans_cn: 维护
zh_hant_tw: 維護

source: Map Display
es: Visualización del mapa
fr: Affichage de la carte
ht: Ekspozisyon kat la
pt_br: Exibição do mapa
vi: Hiển thị bản đồ
zh_hans_cn: 地图显示
zh_hant_tw: 地圖顯示

source: MBTA Go is in the early stages! We want your feedback as we continue making improvements and adding new features.
es: MBTA Go está en su etapa inicial. Queremos recibir sus comentarios mientras seguimos realizando mejoras y agregando nuevas características.
fr: MBTA Go est encore en développement ! Votre avis est précieux pour continuer à l’améliorer et ajouter de nouvelles fonctionnalités.
ht: MBTA Go nan etap kòmansman yo! Nou vle kòmantè w pandan n ap kontinye fè amelyorasyon epi ajoute nouvo opsyon.
pt_br: O MBTA Go está no estágio inicial! Queremos seus comentários enquanto continuamos a fazer melhorias e adicionar novos recursos.
vi: MBTA Go đang trong giai đoạn đầu! Chúng tôi muốn nghe ý kiến đóng góp của bạn để tiếp tục cải thiện và bổ sung các tính năng mới.
zh_hans_cn: MBTA Go尚处于试运行阶段！我们希望收到您的反馈，以便我们继续改进和新增功能。
zh_hant_tw: MBTA Go尚處於試運行階段！我們希望收到您的回饋，以便我們繼續改進和新增功能。

source: MBTA Go works best with Location Services turned on
es: MBTA Go funciona mejor con los Servicios de Ubicación activados
fr: MBTA Go fonctionne mieux lorsque les services de localisation sont activés
ht: MBTA Go mache pi byen lè Sèvis Pozisyon w yo aktive
pt_br: O MBTA Go funciona melhor com os Serviços de Localização ativados
vi: MBTA Go hoạt động tốt nhất khi bật dịch vụ định vị
zh_hans_cn: MBTA Go在定位服务开启时效果最佳
zh_hant_tw: MBTA Go在定位服務開啟時效果最佳

source: MBTA Logo
es: Logo de MBTA
fr: Logo de MBTA
ht: Logo MBTA
pt_br: Logo do MBTA Go
vi: Biểu tượng MBTA
zh_hans_cn: MBTA标志
zh_hant_tw: MBTA標誌
